[
{
"Id": "MK2735-0622-2",
"name":"Petite Portia Rose Gold-Tone Leather Watch",
"img":"MK2735-0622-2",
"cost":295.0,
"msrp":150.0,
"qty":5,
"backOrderQty":3,
"description":"Leather Stainless Steel Rose Gold-Tone Hardware Pavé Sub-Eye Petite 28mm CaseQuartz/3-Hand Movement Buckle Fastening Water Resistant Up To 5 ATM 2-Year Warranty Imported ",
"brand":"Michael Kors"
},
{
"Id": "MK4363-0710_1",
"name":"Petite Lexington Gold-Tone Watch",
"img":"MK4363-0710_1",
"cost":295.00,
"msrp":50.00,
"qty":5,
"backOrderQty":3,
"description":"Borrowed from the boys: the petite Lexington is the feminine counterpart to one of our favorite timepieces for him. Featuring Roman numeral indexes and a colorful dial, this polished gold-tone stainless steel watch brings both functionality and style to the table.mStainless SteelGold-Tone Hardware Petite 26mm Case Quartz/3-Hand Movement Clasp Fastening Water Resistant Up To 5 ATM 2-Year WarrantyImported ",
"brand":"Michael Kors"
},
{
"Id": "MK6590-0710_1",
"name":"Petite Runway Gold-Tone Watch",
"img":"MK6590-0710_1",
"cost":260.0,
"msrp":40.0,
"qty":5,
"backOrderQty":3,
"description":"Our petite Runway watch will make a refined impression every day. Cast in gold-tone stainless steel, this slim design features a sunray dial and pave markers for a chic finish.Stainless SteelGold-Tone Hardware Petite 28mm Case Quartz 2-Hand Movement Clasp Fastening Water Resistant Up To 5 ATM 2-Year WarrantyImported",
"brand":"Michael Kors"
},
{
"Id": "MK6593-0622_1",
"name":"Extra Petite Runway Rose Gold-Tone Watch",
"img":"MK6593-0622_1",
"cost":260.0,
"msrp":35.0,
"qty":5,
"backOrderQty":3,
"description":"Our extra petite Runway watch will make a refined impression every day. Cast in rose gold-tone stainless steel, this slim design features a sunray dial and a polished bracelet for a sleek finish.Stainless Steel Rose Gold-Tone Hardware Extra Petite 19mm Case Quartz/2-Hand Movement Clasp Fastening Water Resistant Up To 5 ATM 2-Year Warranty Imported",
"brand":"Michael Kors"
},
{
"Id": "MK2750-0710_1",
"name":"Petite Portia Gold-Tone and Leather Watch",
"img":"MK2750-0710_1",
"cost":195.0,
"msrp":25.0,
"qty":5,
"backOrderQty":3,
"description":" Add a touch of glamour to any look with our petite Portia leather-strap watch. Its minimalist gold-tone dial is accented by a pavé-studded sub-eye display for a chic and functional finish. Stainless Steel/Leather Gold-Tone Hardware Pavé Sub-Eye Petite 28mm Case Quartz/3-Hand Movement Buckle Fastening Water Resistant Up To 5 ATM 2-Year Warranty Imported",
"brand":"Michael Kors"
},
{
"Id": "m279174-0003",
"name":"LADY-DATEJUST",
"img":"m279174-0003",
"cost":10800.00,
"msrp":1500.00,
"qty":5,
"backOrderQty":3,
"description":"Model caseModel case Oyster, 28 mm, Oystersteel and white gold",
"brand":"Rolex"
},
{

"Id": "m278273-0016",
"name":"DATEJUST 31",
"img":"m278273-0016",
"cost":13200.0,
"msrp":2000.0,
"qty":5,
"backOrderQty":3,
"description":"Model case Oyster, 31 mm, Oystersteel and yellow gold Oyster architecture Monobloc middle case, screw-down case back and winding crown Diameter 31 mm Material Yellow Rolesor - combination of Oystersteel and 18 ct yellow gold Bezel Fluted Winding crow Screw-down, Twinlock double waterproofness system Crystal Scratch-resistant sapphire, Cyclops lens over the date  Water-resistance Waterproof to 100 metres  330 feet",
"brand":"Rolex"
},
{
"Id": "m86409rbr-0001",
"name":"PEARLMASTER 39",
"img":"m86409rbr-0001",
"cost":39500.0,
"msrp":5000.0,
"qty":5,
"backOrderQty":1,
"description":"Model case Oyster, 39 mm, white gold and diamonds Oyster architecture Monobloc middle case, screw-down case back and winding crown Diameter 39 mm Material 18 ct white gold with lugs set with diamonds Bezel Set with diamonds Winding crown Screw-down, Twinlock double waterproofness system  Crystal Scratch-resistant sapphire, Cyclops lens over the date Water-resistance Waterproof to 100 metres 330 feet",
"brand":"Rolex"
},
{
"Id": "m115234-0011",
"name":"DATE 34",
"img":"m115234-0011",
"cost":9650.0,
"msrp":1200.0,
"qty":5,
"backOrderQty":3,
"description":"Model case Oyster, 34 mm, Oystersteel and white gold Oyster architecture Monobloc middle case, screw-down case back and winding crown Diameter 34 mm Material White Rolesor - combination of Oystersteel and 18 ct white gold Bezel Fluted Winding crow Screw-down, Twinlock double waterproofness system Crystal Scratch-resistant sapphire, Cyclops lens over the date Water-resistance Waterproof to 100 metres 330 feet ",
"brand":"Rolex"
},
{
"Id": "m279135rbr-0021",
"name":"Lady-Datejust",
"img":"m279135rbr-0021",
"cost":29500.0,
"msrp":5000.0,
"qty":5,
"backOrderQty":3,
"description":" Model case Oyster, 28 mm, Everose gold and diamonds Oyster architecture Monobloc middle case, screw-down case back and winding crown Diameter 28 mm Material 18 ct Everose gold Bezel Set with diamonds Winding crown Screw-down, Twinlock double waterproofness system Crystal Scratch-resistant sapphire, Cyclops lens over the date Water-resistance Waterproof to 100 metres / 330 feet ",
"brand":"Rolex"
},
{
"Id": "97S114_grande",
"name":"97S114 WOMEN'S DIAMOND WATCH",
"img":"97S114_grande",
"cost":2950.0,
"msrp":500.0,
"qty":5,
"backOrderQty":3,
"description":"From the Bulova Diamonds collection. In stainless steel with gold-tone finish and 10 diamonds individually hand-set on white mother-of-pearl dial, flat sapphire glass, jewelry-inspired bracelet, and double-press deployant closure.",
"brand":"Bulova"
},
{
"Id": "98S148_grande",
"name":"WOMEN'S DIAMOND WATCH",
"img":"98S148_grande",
"cost":2950.0,
"msrp":500.0,
"qty":5,
"backOrderQty":3,
"description":"From the Bulova Diamonds collection. In stainless steel with gold-tone finish, 8 diamonds individually hand-set on dial, white mother-of-pearl inner dial, and flat sapphire glass.",
"brand":"Bulova"
},
{
"Id": "98P157_grande",
"name":"98P157 WOMEN'S FUTURO WATCH",
"img":"98P157_grande",
"cost":2950.0,
"msrp":500.0,
"qty":5,
"backOrderQty":3,
"description":"From the Futuro Collection. In stainless steel and gold-tone, 12 diamonds individually hand set on blue mother-of-pearl dial, domed mineral glass, metalized edge-to-edge crystal, stainless steel and rose gold-tone bracelet with deployant closure.",
"brand":"Bulova"
},
{
"Id": "98R235_grande",
"name":"WOMEN'S MARINE STAR DIAMOND WATCH",
"img":"98R235_grande",
"cost":2950.0,
"msrp":550.0,
"qty":5,
"backOrderQty":3,
"description":"From the Marine StarCollection. New Marine Star in gold-tone stainless steel case with 29 diamonds individually hand set on gold-tone accented bezel and dial, white mother-of-pearl inner dial, sapphire glass, screw-back case, gold-tone stainless steel bracelet with double-press deployant closure, and water resistance to 100 meters.",
"brand":"Bulova"
},
{
"Id": "96R215_grande",
"name":"96R215 Women's Marine Star Diamond Watch",
"img":"96R215_grande",
"cost":2950.0,
"msrp":500.0,
"qty":5,
"backOrderQty":3,
"description":" From the Marine StarCollection. New Marine Star in stainless steel case with 29 diamonds individually hand set on silver-tone accented bezel and dial, midnight blue mother-of-pearl inner dial, sapphire glass, screw-back case, stainless steel bracelet with double-press deployant closure, and water resistance to 100 meters.",
"brand":"Bulova"
}
]
